export default {
  LOCALE: 'UA',
  gameName: 'Cyberpunk Attack',
  firstBlock_HeadingText: 'Cyber-fight\nboard game',
  firstBlock_SubHeading: 'Вітаємо вас у Cyberpunk Attack - кібернетичний файтинг з елементами мафії у всесвіті Кіберпанк, проста в освоєнні та неймовірно захоплююча настільна гра!',
  free_ship_ua: 'Безкоштовна доставка \nпо Україні',
  aboutUs_info: 'Про нас \n\nМи — команда ентузіастів які працюють над створенням настільної гри у кіберпанк стилі. \n\nНаша мета — перенести гравців у світ майбутнього, де технології та реальність переплітаються, відкриваючи нові горизонти можливостей та небезпек. \n\nПроект стартував і з кожним днем ми наближаємося до його завершення, щоб ви могли зануритися у світ кіберпанку разом з нами. \n\nДата створення і оприлюдення: 18.02.2024 \nАвтор: Кокайко Ігор Олександрович',
  buy: 'Замовити',
  main: 'Головна',
  knowlegdeBase: 'База знань',
  aboutUs: 'Про нас',
  aboutGame: 'Про гру',
  promo: 'Промо',
  DLC: 'Доповнення',
  buyNow: 'Купити гру',
  players: 'Гравців',
  min_count: 'Хв партія',
  card: 'Карт',
  // META DATA
  players_count: '5-8',
  time_count: '20',
  cards_count: '160',
  game_rules: 'Game Rules',
  game_mechanics: 'Основи гри',
  role_system: 'Рольова система',
  fight_system: 'Бойова система',
  cyberImplants: 'Кіберімпланти',
  etc: 'Інше',
  about: 'About',
  aiGen: 'Ai - gen',
  aboutTheGame: 'about the game',
  spamAboutTheGame: 'About the board game | About the board game | About the game',
  aboutGameContent: 'У грі "Cyberpunk Attack" ви погрузнетесь у майбутнє, де кібертехнології змінили світ. У хай-тех сьогоденні, кожен з вас - член мережі, що існує у прихованих темних куточках кіберпростору.\n' +
      '\n' +
      'Настільна гра пердставляє собою кооперативнний файтинг в хайтех тематиці. Прийміть участь в якості працівника корпорації ціль якого виявити і знищити зрадників, всіма доступними методами. Або будьте в складі диверсійної групи кіберпанків яка намагається знищити босса корпорації. Проте будьте уважні, оскільки кожен з них може виявитись кібер-стрейом який переслідує власні інтереси та представляє серйозну небезбеку для обох команд.\n' +
      '\n' +
      'В наборі представлено 2 команди, 4 види ролей, колода основних дій, колода кібер-імплантів, кібердек планшети для кожного з гравців інструкції з поясненнями, та додаткові матріали для гри.',
  buyIn1Click: 'Замовити в 1 клік',
  aboutTheMaterials: 'About the\nMaterials',
  rolesSeparated: 'Corporate | Cyberpunk | Cyberstray ',
  aboutGameContent2: 'Цікавий аспект полягає в тому, що всі матеріали, що ви бачите в грі, насправді є продуктом роботи штучного інтелекту для візуалізації гри.\n' +
      '\n' +
      'Особлива увага була приділена головним  персонажам яких ви зараз бачите, та стилістиці в якій вони представлені.',
};
